CSI API ETABS v1
eMatTypeAluminum Enumeration
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
public enum eMatTypeAluminum
Public Enumeration eMatTypeAluminum
Dim instance As eMatTypeAluminum
public enum class eMatTypeAluminum
type eMatTypeAluminum
Members
Member name | Value | Description
SubType_6061_T6 | 1
SubType_6063_T6 | 2
SubType_5052_H34 | 3
See Also
Reference
ETABSv1 Namespace